tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "dive"
brew "dust"
brew "exa"
brew "fd"
brew "git"
brew "git-lfs"
brew "go"
brew "grep"
brew "htop"
brew "jq"
brew "lsd"
brew "nvm"
brew "pipenv"
brew "pre-commit"
brew "pyenv"
brew "rust"
brew "scmpuff"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "the_platinum_searcher"
brew "tree"
brew "ykman"
brew "z"
cask "alfred"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "visual-studio-code"
