tap "apparition47/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "argocd"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "dive"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "ghr"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "hyperkit"
brew "jq"
brew "k9s"
brew "kustomize"
brew "lsd"
brew "minikube"
brew "nvm"
brew "pipenv"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "ruby"
brew "rust"
brew "scmpuff"
brew "shellcheck"
brew "starship"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "the_platinum_searcher"
brew "tree"
brew "whalebrew"
brew "ykman"
brew "z"
cask "alfred"
cask "appzapper"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "macvim"
cask "mailtrackerblocker"
cask "microsoft-word"
cask "mkvtoolnix"
cask "notion"
cask "radio-silence"
cask "slack"
cask "tower"
cask "visual-studio-code"
cask "vlc"
whalebrew "whalebrew/wget"
