tap "apparition47/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "argocd"
brew "asdf"
brew "awscli"
brew "bash-language-server"
brew "bat"
brew "colordiff"
brew "dive"
brew "dust"
brew "fd"
brew "fzf"
brew "gh"
brew "ghr"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kustomize"
brew "lsd"
brew "minikube"
brew "neovim"
brew "pipenv"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ripgrep"
brew "mise"
brew "ruby"
brew "rust"
brew "scmpuff"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stern"
brew "terraform-docs"
brew "tflint"
brew "titlecase"
brew "tmux"
brew "tree"
brew "viddy"
brew "watch"
brew "wget"
brew "whalebrew"
brew "ykman"
brew "zoxide"
cask "appzapper"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "goneovim"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "kitty"
cask "macvim"
cask "mkvtoolnix"
cask "notion"
cask "slack"
cask "tower"
cask "visual-studio-code"
cask "vlc"
